
[
  {
    "id": 1,
    "name": "The Legend of Zelda: Ocarina of Time",
    "platform": "Nintendo 64",
    "release": "23 November 1998",
    "sales": "7,600,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co3nnx.png",
    "video": "/video/zelda-ocarina.mp4",
    "description": "There's not a ton left that we can really say about The Legend of Zelda: Ocarina of Time outside of the fact that it's indisputably one of the greatest games ever made. Not only did it redefine action/adventure games, but it completely changed the way the industry thought about 3D combat and exploration. An epic tale that introduced new characters, new lore, and an ever-expanding timeline theory, this version of Zelda took what was great about its predecessors and expanded on those themes and ideas exponentially. Solving puzzle across time, riding Epona through the vast expanse of Hyrule, and the final confrontation with Ganon are moments that will stick with Zelda fans forever, but in 1998 they were mind-bending, genre-defining."
  },
  {
    "id": 2,
    "name": "Tony Hawk's Pro Skater 2",
    "platform": "PlayStation",
    "release": "20 September 2000",
    "sales": "4,680,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1y77.png",
    "video": "/video/thps2.mp4",
    "description": "When Tony Hawk Pro Skater came out, it was like nothing anyone had ever played before. It just felt so insanely intuitive, it had great music, it just felt… cool? There was not one demographic that wasn’t drawn into the cultural singularity of gaming and skateboarding like a rent-a-cop to a skate video shoot. Enter Tony Hawk Pro Skater 2, an improvement upon the original in virtually every single way imaginable, the popularity of the game exploded in a way that could only have ended in steadily diminishing annual releases. Still, THPS2 remains the perfect skateboarding game."
  },
  {
    "id": 3,
    "name": "Grand Theft Auto IV",
    "platform": "PlayStation 3",
    "release": "29 April 2008",
    "sales": "25,000,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co2lbv.png",
    "video": "/video/gta4.mp4",
    "description": "Criminals are an ugly, cowardly lot more worthy of pity and disdain than admiration. This is what you'll learn playing through the single-player campaign in Rockstar's Grand Theft Auto IV. The series cheered (and criticized) for glorifying violence has taken an unexpected turn: it's gone legit. Oh sure, you'll still blow up cop cars, run down innocent civilians, bang hookers, assist drug dealers and lowlifes and do many, many other bad deeds, but at a cost to main character Niko Bellic's very soul. GTA IV gives us characters and a world with a level of depth previously unseen in gaming and elevates its story from a mere shoot-em-up to an Oscar-caliber drama. Every facet of Rockstar's new masterpiece is worthy of applause. Without question, Grand Theft Auto IV is the best game since Legend of Zelda: Ocarina of Time."
  },
  {
    "id": 4,
    "name": "SoulCalibur",
    "platform": "Dreamcast",
    "release": "8 September 1999",
    "sales": "1,000,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1x6g.png",
    "video": "/video/soulcalibur.mp4",
    "description": "Soulcalibur is that rare sequel that supplants the original. The successor to 1995’s Soul Edge, Soulcalibur perfected the formula for 3D weapon-based fighting games. A smash-hit in arcades and the first “must-have” game for the Dreamcast system, Soulcalibur is remembered for its balance, imaginative characters, and smooth combat. In the flood of new fighting game franchises that were introduced in the mid-90s, Soulcalibur separated itself from the pack because the core gameplay mechanics were so strong. Any fighter – whether a ninja, pirate, knight, or warrior monk – could challenge any other and the outcome would depend on the skill of the player."
  },
  {
    "id": 5,
    "name": "Super Mario Galaxy",
    "platform": "Wii",
    "release": "12 November 2007",
    "sales": "12,800,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co21ro.png",
    "video": "/video/mario-galaxy.mp4",
    "description": "Join Mario as he ushers in a new era of video games, defying gravity across all the planets in the galaxy. When some creature escapes into space with Princess Peach, Mario gives chase, exploring bizarre planets all across the galaxy. Mario, Peach and enemies new and old are here. Players run, jump and battle enemies as they explore all the planets in the galaxy."
  },
  {
    "id": 6,
    "name": "Super Mario Galaxy 2",
    "platform": "Wii",
    "release": "23 April 2010",
    "sales": "7,410,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co21tl.png",
    "video": "/video/mario-galaxy2.mp4",
    "description": "Not since the days of the Nintendo Entertainment System has Nintendo been so committed to the Super Mario franchise on its current generation console: 2007 was the year that Nintendo revamped the 3D Mario design with Super Mario Galaxy, and just six months ago the company rebooted the 2D design with New Super Mario Bros. Wii. Just a short wait later, Nintendo's returned to its first Wii Mario game to give it a second go: there is so much creativity, variety and challenge poured into this sequel. 2007 Super Mario Galaxy was brilliant, but 2010's Super Mario Galaxy 2 is absolutely amazing."
  },
  {
    "id": 7,
    "name": "Red Dead Redemption 2",
    "platform": "Xbox One",
    "release": "26 October 2018",
    "sales": "46,000,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1q1f.png",
    "video": "/video/red-dead2.mp4",
    "description": "A sprawling Western that stands shoulder-to-shoulder with Grand Theft Auto V as one of gaming’s greatest open-world achievements, Red Dead Redemption 2 is a game of rare scope and even rarer quality. A beautiful ode to an ugly era, RDR2 combines Rockstar’s most authentic and lived-in open world ever with its most earnest storytelling to date, filling in the gaps with an astonishing array of deep systems and nearly endless emergent gameplay opportunities. Its slower pace allows us to binge on the world like a virtual museum but, when the lead starts flying, it puts the wild back in the west (and then some). Few games manage the level of uncompromising detail as Red Dead Redemption 2 does. Do we need to discuss the horse balls again?"
  },
  {
    "id": 8,
    "name": "Grand Theft Auto V",
    "platform": "PlayStation 3",
    "release": "17 September 2013",
    "sales": "170,000,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co2lbd.png",
    "video": "/video/gta5.mp4",
    "description": "If Grand Theft Auto V is anything it’s a game of immense, obsessive detail. There is no open world that feels as authentic and lived-in as Grand Theft Auto V’s Los Santos and its surrounding countryside. Turn it on and pick a street. Analyse it. Look at the unique shopfronts that aren’t repeated anywhere else. Look at the asphalt, worn and cracked; punished by the millions of cars that have hypothetically passed over it. Look at the litter, the graffiti. Grand Theft Auto V’s mad mix of high-speed chases, cinematic shootouts, and hectic heists may be outrageous at times, but the environment it unfolds within is just so real. A technical titan and an endless source of emergent fun, it’s no wonder Grand Theft Auto V is one of the most successful games ever made. No game sells over 155 million copies by accident."
  },
  {
    "id": 9,
    "name": "Disco Elysium",
    "platform": "PC",
    "release": "30 March 2021",
    "sales": "2,360,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co2ve1.png",
    "video": "/video/disco.mp4",
    "description": "Simply put, there’s nothing else quite like Disco Elysium. The premise is straightforward: A body has been discovered, hanged from a looming tree in the backyard of a hostel, and it’s up to you to work out how it got there over the course of the 30-hour story. It’s a unique blend of noir detective fiction, traditional pen-and-paper RPGs, and a large helping of existentialist theory. Its twisting plot, a cast of memorable characters, and sheer depth of choice combine to create an experience that begs to be savored in a world riddled with crime, poverty, and violence. And, somehow, it manages to make all of this fun and, surprisingly often, funny."
  },
  {
    "id": 10,
    "name": "The Legend of Zelda: Breath of the Wild",
    "platform": "Switch",
    "release": "3 March 2017",
    "sales": "29,490,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co3p2d.png",
    "video": "/video/zelda-breath.mp4",
    "description": "The Legend of Zelda: Breath of the Wild eschewed the semi-linear, borderline predictable path of the 3D Zelda games before it in favor of a bold, crazy new approach: let players do what they want, how they want, and in whatever order they decide. By marrying an open-ended approach to quest structure with the ability to freely explore a vast, beautiful, intriguing world with little specific regulation, the 3D Zelda game template was shattered about as fast as the average breakable weapon in Breath of the Wild. The result is a gorgeous, freeing open-world action/adventure experience that evokes the wonder and fear of exploring a bold new place with the empowering tangibility of becoming its hero."
  },
  {
    "id": 11,
    "name": "Tony Hawk's Pro Skater 3",
    "platform": "PlayStation 2",
    "release": "28 October 2001",
    "sales": "4,410,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co2nj3.png",
    "video": "/video/thps3.mp4",
    "description": "You may not be able to live like the legend, but now you can skate like him. Skate as the legendary Tony Hawk or choose from a dream team of 12 top pro skaters, including old favorites like Lasek, Thomas, Muska, and Steamer, as well as new talent like Gilfberg, Caballero, Koston, and Mullen. Or enjoy full customization abilities with the enhanced Create-a-Skater (now including female skaters) and the Skatepark Editor. Travel from L.A. to Tokyo, Suburbia to Skater's Island performing challenges and meeting goals. New moves include the Revert, which allows you to link vert tricks, and flatland tricks such as Caspers, the Primo, and Handstand Manual. If you're good, you can even unlock hidden pro footage."
  },
  {
    "id": 12,
    "name": "Perfect Dark",
    "platform": "Nintendo 64",
    "release": "22 May 2000",
    "sales": "3,200,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co25jr.png",
    "video": "/video/perfectdark.mp4",
    "description": "Step into the Dark... As Carrington Institute's most promising new Agent, Joanna Dark must uncover the truth behind the dataDyne Corporation's recent technological breakthroughs - breakthroughs which could have serious consequences for mankind."
  },
  {
    "id": 13,
    "name": "Metroid Prime",
    "platform": "GameCube",
    "release": "17 November 2002",
    "sales": "2,840,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co3w4w.png",
    "video": "/video/metroidprime.mp4",
    "description": "Metroid Prime was gorgeous and fast, but it was also amazingly packed with detail: birds, bugs, and other wildlife occupied the ruins of the game, while hieroglyphs and etchings revealed its history. Metroid Prime was also a lonely game. Metroid Prime dropped you into the Chozo ruins with no one to talk to. Exploring an alien planet solo is what the series is all about, and why the subsequent games with space marines and hunters just didn't work as well."
  },
  {
    "id": 14,
    "name": "Grand Theft Auto III",
    "platform": "PlayStation 2",
    "release": "22 October 2001",
    "sales": "14,500,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co2lb8.png",
    "video": "/video/gta3.mp4",
    "description": "Players are put at the heart of their very own gangster movie, and let loose in a fully-realized 3 dimensional city with a cast of hundreds, 50 plus vehicles, ranging from sports cars to ice cream trucks and from boats to buses, 3 hours of music, including opera, reggae, house, drum and bass, pop and disco, and a huge array of street ready weapons."
  },
  {
    "id": 15,
    "name": "Super Mario Odyssey",
    "platform": "Switch",
    "release": "27 October 2017",
    "sales": "24,400,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1mxf.png",
    "video": "/video/mario-odyssey.mp4",
    "description": "Mario’s games have been around for almost as long as game consoles have been a thing, but thankfully, he’s always evolving. We rarely get the same Mario twice. Super Mario Odyssey delivers on that ongoing promise of originality and innovation: It distills the venerable series’ joyful, irreverent world and characters and best-in-class platforming action, and introduces a steady stream of new and unexpected mechanics. It’s all spun together into a generational masterpiece."
  },
  {
    "id": 16,
    "name": "Halo: Combat Evolved",
    "platform": "Xbox",
    "release": "14 November 2001",
    "sales": "5,000,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co2r2r.png",
    "video": "/video/halo1.mp4",
    "description": "Halo: Combat Evolved simply felt at home on a gamepad, and the fact that it had a likeable and heroic protagonist, a rich sci-fi universe that felt fleshed-out despite this being the first game in the series, and Halo became an instant smash hit. But its story was only half of its success. Halo was quite simply one of the best multiplayer shooters ever upon its release, thanks to its incredible complement of weapons (two-shot death pistol FTW!) that mixed seamlessly with third-person-controlled vehicles across a swath of classic maps like Blood Gulch, Sidewinder, Hang 'em High, and more. That it was all set to the chanting-monks theme song that, like the game itself, became legendary."
  },
  {
    "id": 17,
    "name": "Half-Life 2",
    "platform": "PC",
    "release": "16 November 2004",
    "sales": "12,000,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1nmw.png",
    "video": "/video/hl2.mp4",
    "description": "Half-Life 2 forever changed our expectations for what a first-person shooter could be. Its richly imagined world and wonderfully paced gameplay is a delight, never letting up and brimming with invention. The Gravity Gun is obviously the poster child of Half-Life 2, turning each environment into a tactile playground in which you can create improvised weapons and solve basic but clever physics puzzles - and its importance can’t be overstated - but there’s an awful lot more here. We’re transported to an iconic city, where Combine barricades loom with grim authority, and Striders stalk the streets with an otherworldly menace."
  },
  {
    "id": 18,
    "name": "BioShock",
    "platform": "Xbox 360",
    "release": "21 August 2007",
    "sales": "4,000,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co2mli.png",
    "video": "/video/bioshock.mp4",
    "description": "BioShock will likely always be remembered for its game-changing “Would You Kindly?” twist, but the first adventure in Rapture is so much more than a dressed-up dupe. From first encountering a splicer caring for a gun the way a mother cares for her baby to the still-enrapturing Andrew Ryan twist toward the game’s end, BioShock delivers one enrapturing setpiece after another. That’s largely in part thanks to one of the most memorable locations in gaming history. So much story is embedded in the dilapidated hallways and shuttered rooms of Rapture, a decaying underwater labyrinth that demands to be investigated."
  },
  {
    "id": 19,
    "name": "GoldenEye 007",
    "platform": "Nintendo 64",
    "release": "25 August 1997",
    "sales": "8,090,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co25w8.png",
    "video": "/video/goldeneye.mp4",
    "description": "In 1997, GoldenEye was a revelation. Not only was it a more-than-decent movie tie-in, but it became the blueprint for console first-person shooters, serving up a wonderfully engaging single-player mode that made you feel like Bond, with split-screen multiplayer that quickly became a staple in dorm rooms across the world."
  },
  {
    "id": 20,
    "name": "Uncharted 2: Among Thieves",
    "platform": "PlayStation 3",
    "release": "13 October 2009",
    "sales": "6,000,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1tnb.png",
    "video": "/video/uncharted2.mp4",
    "description": "Many games attempt to emulate cinema, dealing in the same tropes and stock characters. Initially, it looks like Uncharted does the same thing but Uncharted 2: Among Thieves uses it to reveal more about its central character, Nathan Drake, and his relationships with a strong cast of supporting characters. That’s not to say the action isn’t spectacular. Uncharted 2: Among Thieves set a new benchmark for cinematic action, graphical fidelity, and established Nathan Drake as one of the great video game characters of his time."
  },
  {
    "id": 21,
    "name": "Resident Evil 4",
    "platform": "GameCube",
    "release": "11 January 2005",
    "sales": "12,100,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co2wk8.png",
    "video": "/video/res4.mp4",
    "description": "With a perfect blend of atmosphere, action and story, Resident Evil 4 totally redefined the 3rd person shooter, and it featured some incredible set pieces like battling against chainsaw-wielding maniacs, giant men, giant fish, tiny men in Napoleon costumes, and medium-sized centipede men. RE4 unlocked the true potential of the series in a way that hasn’t been matched before or since, and will probably always be the most universally beloved Resident Evil title."
  },
  {
    "id": 22,
    "name": "Batman: Arkham City",
    "platform": "PlayStation 3",
    "release": "18 October 2011",
    "sales": "12,500,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1voh.png",
    "video": "/video/batman-city.mp4",
    "description": "After Arkham Asylum laid the groundwork for a superhero game that hit all the right beats, Batman: Arkham City took everything to the next level by letting Batman loose in the streets of Gotham. Not only did it nail the feeling of stalking and beating down thugs with an impressive array of gadgets, it raised the stakes of what a caped crusader could deal with in a single night."
  },
  {
    "id": 23,
    "name": "Tekken 3",
    "platform": "PlayStation",
    "release": "29 April 1998",
    "sales": "8,360,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co3tsh.png",
    "video": "/video/tekken3.mp4",
    "description": "An ancient evil force has reawakened, attacking in secret and feeding on the souls of mighty warriors. To lure it out of hiding will take the greatest fighting contest the world has ever seen...Tekken 3. Some are fighting for revenge, some for honor. Ultimately, all are fighting for their lives and the fate of all mankind."
  },
  {
    "id": 24,
    "name": "Elden Ring",
    "platform": "PC",
    "release": "25 February 2022",
    "sales": "17,500,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co4jni.png",
    "video": "/video/elden-ring.mp4",
    "description": "Elden Ring is tough as nails, and the Lands Between are full of creatures that will demolish you, but it counters this difficulty by giving you options. There are countless viable builds for combat in Elden Ring. From sword and shield to arcane magic user and everything in between, Elden Ring's openness allows each build to forge a different paths. The bosses are some of the best (and toughest) in the studio's history, and the art design in the back half of the game puts pretty much everything else in the genre to shame."
  },
  {
    "id": 25,
    "name": "Mass Effect 2",
    "platform": "Xbox 360",
    "release": "26 january 2010",
    "sales": "3,100,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co20ac.png",
    "video": "/video/mass-effect2.mp4",
    "description": "Where Mass Effect set the stage for a futuristic Milky Way, Mass Effect 2 let you explore and experience so much more of it. As Commander Shepard, I traveled the galaxy on the best recruitment trip I could have wished for, and experienced possibly one of the most heart-wrenching stories – but whether or not the game ends in tears is entirely up to you. As you head out for a suicide mission, you’ll meet some of the best-written characters that feel original and have the power to evoke true emotions. Perhaps one of the best parts about earning the loyalty of each of the companions was discovering more about their respective species and seeing how they’re surviving in a violent galaxy."
  },
  {
    "id": 26,
    "name": "The Legend of Zelda: Twilight Princess",
    "platform": "GameCube",
    "release": "11 December 2006",
    "sales": "7,260,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co3mtv.png",
    "video": "/video/zelda-twilight.mp4",
    "description": "In the next chapter in the 'Legend of Zelda' series, Link can transform into a wolf to scour the darkened land of Hyrule. With the help of Midna, a mysterious being, you must guide Link through hordes of foul creatures and challenging bosses using new moves and a new horseback combat system. Many puzzles stand between Link and the fulfillment of his quest, so you must sharpen your wits as you hunt for weapons and items."
  },
  {
    "id": 27,
    "name": "The Elder Scrolls V: Skyrim",
    "platform": "Xbox 360",
    "release": "11 November 2011",
    "sales": "30,000,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1tnw.png",
    "video": "/video/skyrim.mp4",
    "description": "To me, everything about Skyrim was a vast improvement over its predecessor, Oblivion. The craggy, intimidating peaks of the Nord homeland and the saga of the Dovahkiin were much more interesting than the relatively sedate happenings of their neighbors in Cyrodiil. But what’s more, there’s so much lying just around the corner, off the beaten path, that you could never even stumble upon it in a hundred hours as the Dragonborn. But the fact that such care for detail, for world-building, for exploration and for immersion was paid to every tome, tomb, and quest, is enough to cement Skyrim as one of the absolute best role-playing games we’ve ever seen, and one of the best games of all time."
  },
  {
    "id": 28,
    "name": "Half-Life",
    "platform": "PC",
    "release": "19 November 1998",
    "sales": "9,300,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1tnt.png",
    "video": "/video/hl.mp4",
    "description": "When Half-Life first came out in 1998, it was immediately obvious how transformative a game it was. Valve not only proved it was possible to tell a real, atmospheric story from within a first-person-shooter, but did it so brilliantly that its lessons have informed virtually every shooter campaign since."
  },
  {
    "id": 29,
    "name": "The Legend of Zelda: The Wind Waker",
    "platform": "GameCube",
    "release": "24 March 2003",
    "sales": "4,430,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co3ohz.png",
    "video": "/video/zelda-windwaker.mp4",
    "description": "In this ninth entry in the 'Legend of Zelda' series, Link debuts on GameCube with a fun new cel-shaded look, but the game stays true to the respected heritage of the series. The classic mix of sword-swinging action, perplexing puzzles and stirring story lines remains intact, but the stunning cel-shaded graphics give the people and places of Link's watery world a wildly artistic new look. And for the very first time, Link sails freely on the high seas. Join Link on his most epic and scenic adventure yet. Face unimaginable monsters, explore puzzling dungeons, and meet a cast of unforgettable characters as he searches for his kidnapped sister, Aryll."
  },
  {
    "id": 30,
    "name": "Gran Turismo",
    "platform": "PlayStation",
    "release": "30 April 1998",
    "sales": "10,850,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1pd3.png",
    "video": "/video/gran-turismo.mp4",
    "description": "Welcome to the most advanced racing game ever created! Encounter exhilarating high-speed racing in 11 stunning environments. Feel handling agility and throttle response so convincing, the car seems to be an extension of yourself. Experience the extraordinary world of 'Gran Turismo'!"
  },
  {
    "id": 31,
    "name": "Metal Gear Solid 2: Sons of Liberty",
    "platform": "PlayStation 2",
    "release": "12 November 2001",
    "sales": "7,000,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co5e1c.png",
    "video": "/video/metal-gear-solid2.mp4",
    "description": "Since the incident on Shadow Moses Island, Metal Gear's top-secret technology has been leaked into the black market through the machinations of Revolver Ocelot. As a result, countless variations of Metal Gears have sprung up in every corner of the globe, making the weapon an increasingly common component of the armed forces of nuclear powers. In the midst of all of this, Solid Snake, now a member of the anti-Metal Gear group 'Philanthropy,' has learned that a new prototype Metal Gear has been developed by the U.S. Marines and is being transported in secret to an unknown destination. To learn more about this new machine, Snake must infiltrate the transport, disguised as a tanker, as it makes its way down the Hudson River. Just as Snake is about to begin his mission, however, the ship is seized by a mysterious and well-armed group bent on stealing the new Metal Gear for their own, nefarious purposes"
  },
  {
    "id": 32,
    "name": "Baldur's Gate II: Shadows of Amn",
    "platform": "PC",
    "release": "24 September 2000",
    "sales": "2,000,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1y4w.png",
    "video": "/video/baldurs-gate2.mp4",
    "description": "An epic continuation of the story that began in 'Baldur's Gate,' this RPG is set along the southern portion of the Sword Coast, a detailed and rich area of the Forgotten Realms called Amn. It features 300 spells and 130-plus monster types compared to only 130 spells and 60 monster types in 'Baldur's Gate."
  },
  {
    "id": 33,
    "name": "Grand Theft Auto: San Andreas",
    "platform": "PlayStation 2",
    "release": "26 October 2004",
    "sales": "27,500,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co2lb9.png",
    "video": "/video/gta-andreas.mp4",
    "description": "Perhaps the most remarkable thing about Grand Theft Auto: San Andreas is just how much it dwarfs Grand Theft Auto III in every way. Forget one city. Have three, with vast swathes of forests, countryside, and desert in between. Want more vehicles? Have over 250 of them, including jump jets, combine harvesters, lawnmowers, bicycles, semi-trailers, forklifts, and so, so many more. Music? No problem. How does 11 radio stations and over 150 tracks sound? Not enough? How about a functioning casino? How about a jetpack? How about same-screen free-roaming co-op? How about fast food that actually makes you fat? And how about we put Samuel L. Jackson in it? Grand Theft Auto: San Andreas was the all-time best-selling game on PlayStation 2 – itself the best-selling console of all-time – and it’s just not at all hard to see why."
  },
  {
    "id": 34,
    "name": "Persona 5 Royal",
    "platform": "PC",
    "release": "21 October 2022",
    "sales": "5,000,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1nic.png",
    "video": "/video/persona-5-royal.mp4",
    "description": "Persona 5 Royal is the absolute best Persona has ever been. From its character designs to its jazzy soundtrack to the menus that house them, it overflows with style and flair. But this game goes more than skin deep with an incredibly compelling story and turn-based combat that rewards tactical thinking both in and out of fights. While Persona 5 already deserved its spot on this list, its 2019 Royal edition managed to take an incredible game and make it even better with new story additions and innumerable smart improvements to nearly every system, further cementing it as an all-time great."
  },
  {
    "id": 35,
    "name": "Grand Theft Auto: Vice City",
    "platform": "PlayStation 2",
    "release": "27 October 2002",
    "sales": "17,500,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co2lbb.png",
    "video": "/video/gta-vice.mp4",
    "description": "As the second 3D game in the now mega-series Grand Theft Auto, Vice City had enormous shoes to fill coming off the groundbreaking statement that was Grand Theft Auto III. And did it ever deliver. Set during the 1980s in Rockstar’s facsimile of Miami, the violence, sex, and excess of this defining decade was slathered across a fully playable world of wannabe gangsters, sports cars, mountains of drugs, and briefcases full of bills. Mining veins of content from Scarface, Miami Vice, and other seminal pop culture pillars of the era, Vice City had it all: a cast of larger-than-life characters and a rags-to-riches protagonist who builds his empire on the blood, sweat, and more blood of the sun-soaked, drug-addled, sex-crazed slice of beach city."
  },
  {
    "id": 36,
    "name": "LittleBigPlanet",
    "platform": "PlayStation 3",
    "release": "27 October 2008",
    "sales": "4,500,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co4p0f.png",
    "video": "/video/littlebigplanet.mp4",
    "description": "In 'LittleBigPlanet,' players meet on a blue and green planet scattered with individual plots - and use their character's amazing abilities to play, create and share what they build with other gamers throughout the world via the PlayStation Network."
  },
  {
    "id": 37,
    "name": "Red Dead Redemption",
    "platform": "PlayStation 3",
    "release": "18 May 2010",
    "sales": "23,000,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co2lcv.png",
    "video": "/video/red-dead1.mp4",
    "description": "Not only did I get completely lost in the massive single-player world of Red Dead Redemption, to the point where I'd started talking with a bit of a drawl because I was so used to hearing it, but it also drew me into online gaming unlike anything I'd played before. Never before had I so successfully crafted my own stories and adventures (with friends and strangers alike) than in Red Dead's Free Roam mode. It was the kind of game you couldn't wait to discuss with your friends the next day. Everyone had their own amazing tales to tell about their time in the old west, and you were constantly making new ones every time you turned it on."
  },
  {
    "id": 38,
    "name": "Gran Turismo 3: A-Spec",
    "platform": "PlayStation 2",
    "release": "9 July 2001",
    "sales": "14,890,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co20ae.png",
    "video": "/video/gran-turismo3.mp4",
    "description": "GT3 is without a doubt, the PS2's killer app. It's a truly remarkable game... which goes to show how good GT2 really is. It has moved across from PSX to its next-gen sibling with very little change to its fundamental gameplay and game mechanics. And despite it being to all intents and purposes almost exactly the same game we played a year or so ago, it still provides the best racing entertainment you can get outside of a race track."
  },
  {
    "id": 39,
    "name": "Halo 2",
    "platform": "Xbox",
    "release": "9 November 2004",
    "sales": "8,000,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1x77.png",
    "video": "/video/halo2.mp4",
    "description": "Few games had more of a buildup prior to their release than Halo 2, and even fewer managed to live up to them in the way that Halo 2 did. Master Chief taking the fight with the Covenant to Earth was epic, action-packed, and visually stunning on the original Xbox. Sure, the campaign didn't so much end as much as stopped, but the shocking reveal of the playable Arbiter and his story that mirrored the Chief's was a twist no one saw coming. Furthermore, and perhaps even more importantly, Halo 2 was the killer app for Xbox Live. It brought the party system and matchmaking hopper concept to consoles, instantly making every other online console game look archaic in its infrastructure by comparison. Of course, it helped that the multiplayer gameplay was, well, legendary."
  },
  {
    "id": 40,
    "name": "The Legend of Zelda: Majora's Mask",
    "platform": "Nintendo 64",
    "release": "25 October 2000",
    "sales": "3,360,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co3pah.png",
    "video": "/video/zelda-mask.mp4",
    "description": "Thrown into a parallel world by the mischievous actions of a possessed Skull Kid, Link finds a land in grave danger. The dark power of a relic called Majora's Mask has wreaked havoc on the citizens of Termina, but their most urgent problem is a suicidal moon crashing toward the world. Link has only 72 hours to find a way to stop its descent."
  },
  {
    "id": 41,
    "name": "The Last of Us",
    "platform": "PlayStation 3",
    "release": "14 May 2013",
    "sales": "8,150,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1r7f.png",
    "video": "/video/lastofus.mp4",
    "description": "Twenty years after a pandemic radically transformed known civilization, infected humans run amok and survivors kill one another for sustenance and weapons - literally whatever they can get their hands on. Joel, a salty survivor, is hired to smuggle a fourteen-year-old girl, Ellie, out of a rough military quarantine, but what begins as a simple job quickly turns into a brutal journey across the country."
  },
  {
    "id": 42,
    "name": "Portal 2",
    "platform": "PC",
    "release": "18 April 2011",
    "sales": "13,060,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1rs4.png",
    "video": "/video/portal2.mp4",
    "description": "Portal undoubtedly came out of nowhere and shattered the mold, but Portal 2 took that raw and incredible concept and managed to shape it into a more polished and impressive package. It cranked the dials up on just about everything that made the original so special. The mind-bending puzzles, the surprisingly dark story, and the ridiculous humor that balanced it out - each piece of that picture was refined and refreshed to build a sequel that actually surpassed the ambition of an already extremely ambitious game, making something both familiar and altogether new."
  },
  {
    "id": 43,
    "name": "Metal Gear Solid V: The Phantom Pain",
    "platform": "Xbox One",
    "release": "1 September 2015",
    "sales": "6,000,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1v85.png",
    "video": "/video/metal-gear-solid5.mp4",
    "description": "Following the prologue Metal Gear Solid V: Ground Zeroes, Metal Gear Solid V: The Phantom Pain concludes the Metal Gear Solid V experience by following the story of the protagonist of the series, Big Boss (a.k.a. Snake). The Metal Gear Solid V experience is Creator and Director Hideo Kojima's first time incorporating open world gameplay to the groundbreaking Metal Gear franchise."
  },
  {
    "id": 44,
    "name": "BioShock Infinite",
    "platform": "PlayStation 3",
    "release": "26 March 2013",
    "sales": "11,000,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co2n12.png",
    "video": "/video/bioshock-infinite.mp4",
    "description": "Once conceived as a floating symbol of American ideals at a time when the United States was emerging as a world power, Columbia has been dispatched to distant shores with great fanfare by a captivated public. What begins as a brand new endeavor of hope turns drastically wrong as the city soon disappears into the clouds to whereabouts unknown. The player assumes the role of former Pinkerton agent Booker DeWitt, sent to the lost city to rescue Elizabeth, a young woman imprisoned there since childhood. He develops a relationship with Elizabeth, augmenting his abilities with hers so the pair may escape from a city that is literally falling from the sky. DeWitt must learn to fight foes in high-speed Sky-Line battles, engage in combat both indoors and amongst the clouds, and engage the power of dozens of new weapons and abilities."
  },
  {
    "id": 45,
    "name": "Final Fantasy IX",
    "platform": "PlayStation",
    "release": "13 November 2000",
    "sales": "5,830,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co2unc.png",
    "video": "/video/final-fantasy9.mp4",
    "description": "The last 'Final Fantasy' for the PlayStation, 'Final Fantasy IX' returns to the pure fantasy roots that spawned the series. This latest installment features highly detailed characters, vehicles, and environments, and breathtaking cinema-graphics. The addition of brand new features such as the story-enhancing Active Time Event system and the return of mini-games that grant additional gameplay make 'Final Fantasy IX' not only a memorable gaming experience, but also a significant step forward in the series."
  },
  {
    "id": 46,
    "name": "Call of Duty: Modern Warfare 2",
    "platform": "PlayStation 3",
    "release": "10 November 2009",
    "sales": "22,700,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co3cwt.png",
    "video": "/video/cod2.mp4",
    "description": "Over the years the Call of Duty series has set the bar for immersive, action-packed, cinematic FPS gaming, and no matter what camp you're from there's no denying the franchise's influence on the industry. When Infinity Ward moved from the classic World War II setting and blazed new ground with Modern Warfare we saw the first obvious split within the world of Call of Duty. The series dropped its historic focus, created a new cast of characters, and began treading on new ground by taking the first-person shooter genre to new locales, and pushing the boundaries of what military games are willing to show. With Modern Warfare 2, the sheer amount of hype has been practically inescapable, with preorders alone setting it up as one of the biggest selling games of all time, the addition of even more multiplayer modes and features, and the game's new Special Operations mode has set Infinity Ward's lastest up as the game to beat this year."
  },
  {
    "id": 47,
    "name": "God of War",
    "platform": "PlayStation 4",
    "release": "20 April 2018",
    "sales": "23,000,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1tmu.png",
    "video": "/video/godofwar.mp4",
    "description": "God of War didn't just pull off the impressive feat of reinvigorating and reinventing a franchise that had seemingly run cold, but it also smartly subverted what came before to create an adventure that both played to its past and stood on its own as one of the finest games of its generation. Nearly every facet of Sony Santa Monica's Norse epic is working in concert with one another to craft a thrilling, memorable, and engrossing adventure. From its haunting score, to the beautifully written and acted story of Kratos and Atreus, to the incredible feel of the Leviathan Axe, God of War's impressive craftsmanship shines through at every step, honoring the past while forging its own path."
  },
  {
    "id": 48,
    "name": "Tony Hawk's Pro Skater 4",
    "platform": "PlayStation 2",
    "release": "23 October 2002",
    "sales": "3,670,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co48wx.png",
    "video": "/video/thps4.mp4",
    "description": "Build your skills, earn respect, and show that you've got what it takes to Go Pro. 190 progressively harder goals. No time clock, no constraints. Pro-specific challenges. Evolving levels. Interact with other skaters. Multi-player modes. Customize your game...Your career is what you make of it."
  },
  {
    "id": 49,
    "name": "Devil May Cry",
    "platform": "PlayStation 2",
    "release": "16 October 2001",
    "sales": "2,160,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co5j4b.png",
    "video": "/video/devil-cry.mp4",
    "description": "Devil May Cry is an action game in the truest sense of the word. It blasts through level after level of juggling combos, guns and swords alternating to and fro, and a skill-level that continually makes the game worthwhile. It's also packed to the gills with a litany of enemy classes to fight (upward of 20), an amazingly luxurious graphic environment in which to fight them, and a large arsenal of weapons, each with multitudes of upgrades to take on everything. There's no doubt about it, Capcom's Devil May Cry is tour de force of fisticuffs and intelligent arcade gameplay that's unequalled on the consoles today. It's a pure burst of brilliance."
  },
  {
    "id": 50,
    "name": "Call of Duty 4: Modern Warfare",
    "platform": "PlayStation 3",
    "release": "15 November 2007",
    "sales": "9,410,000",
    "boxart": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1wko.png",
    "video": "/video/cod4.mp4",
    "description": "All Ghillied Up was my first glimpse of Call of Duty 4: Modern Warfare in action, and as two camouflaged snipers worked their way through an irradiated Pripyat in Ukraine, I was instantly hooked. The highlight – not just of the demo but arguably of the entire game – was watching, breath held, as an entire armored patrol trundled past, inches from our hiding spot, and it’s a moment of tension that’s never been matched in a shooter since. Electric set-pieces and superb pacing make Modern Warfare’s single-player campaign one of the most memorable first-person shooters ever, but it’s the perfectly balanced multiplayer that made it the de rigueur online game for years to follow. Multiplayer shooters were never the same again."
  }
]